Repository: AtiQah-FC/delphipi
Catalog: po/*.po
Languages: tr

source: About DelphiPI
tr: DelphiPI Hakkında

source: Information
tr: Bilgi

source: Version:
tr: Sürüm:

source: Project Website:
tr: Proje Websitesi:

source: Author's name:
tr: Yazarın adı:

source: Author's website:
tr: Yazarın Websitesi:

source: Donate
tr: Bağış

source: Close
tr: Kapat

source: Thanks to contributors
tr: Katılımcılara teşekkürler

source: Caleb Hattingh for UI Resizability patch
tr: Caleb Hattingh (Arayüz yeniden boyutlandırma yaması)

source: Ronald Siekman for scripting enhancements
tr: Ronald Siekman (betik iyileştirmelerii)

source: Next >>
tr: &Sonraki >>

source: << Back
tr: << Ö&nceki

source: About...
tr: Hakkında...

source: Compiler Options
tr: Derleyici Seçenekleri

source: BPL Output Folder:
tr: BPL Çıktı Klasörleri

source: DCP Output Folder:
tr: DCP Çıktı Klasörleri

source: DCU Output Folder:
tr: DCU Çıktı Klasörleri

source: Compiler Directives:
tr: Derleyici Direktifleri:

source: DelphiPI has found some help files in the folder that you have selected. Would you like to install them as well?
tr: DelphiPI, seçtiğiniz klasörde bazı yardım dosyaları da buldu. Bunları da kurmak ister misiniz?

source: Help File Name
tr: Yardım Dosyası Adı

source: Install Help Files
tr: Yardım Dosyalarını Kur

source: Overall Progress
tr: Ortalama İlerleme

source: Package:
tr: Paket:

source: Cancel
tr: İptal

source: Show Full Log
tr: Tam Günlüğü Göster

source: Pattern to select package files
tr: Paket dosyalarını seçecek desen

source: Package File Pattern
tr: Paket Dosyası Seçimi

source: Specify a pattern that matches for the package files that are suitable for your delphi installation. ie: *d7.dpk for Delphi 7
tr: Delphi sürümünüze uygun olan paketleri seçecek bir desen belirleyin. (Örneğin: Delphi 7 için *d7.dpk)

source: Select Base Folder contains both Package and Source files
tr: Paket ve kaynak dosyalarını içeren alt klasörü seçin

source: Base Folder
tr: Alt Klasör

source: Installed Delphi Versions
tr: Yüklenmiş Delphi Sürümleri

source: Please wait while searching folders
tr: Klasörler taranırken lütfen bekleyiniz

source: Package
tr: Paket:

source: Description
tr: Açıklama

source: Type
tr: Tip

source: Add package
tr: Paket ekle

source: Add Package
tr: Paket ekle

source: Package List
tr: Paket Listesi

source: Remove
tr: Sil

source: View
tr: Görünüm

source: Tree View
tr: Ağaç Görünümü

source: Switch to Tree View
tr: Ağaç görünümüne geç

source: List View
tr: Liste Görünümü

source: Switch to List View
tr: Liste görünümüne geç

source: Select All
tr: Hepsini Seç

source: Unselect All
tr: Hiçbirini Seçme

source: Select Matching...
tr: Eşleşenleri Seç...

source: Select matching...
tr: Eşleşenleri Seç...

source: Unselect Matching...
tr: Eşleşenleri Seçme...

source: Unselect matching...
tr: Eşleşmeyenleri Seçme...

source: Expand
tr: Genişlet

source: Collapse
tr: Daralt

source: actAddPackagesFromFolder
tr: Klasörden paket ekle

source: Add packages from a folder
tr: Klasörden paket ekle

source: actAddPackage
tr: Paket ekle

source: Add a package
tr: Bir paket ekle

source: Delphi Version View
tr: Delphi Sürümü Görünümü

source: Switch to Delphi Version View
tr: Delphi sürümü görünümüne geç

source: Refresh
tr: Tazele

source: Would you like to save this installation as a script so that you can automate installation of these packages?
tr: Bu kurulumu otomatikleştirmek için betik dosyası olarak kaydetmek ister misiniz?

source: Summary:
tr: Özet:

source: Save
tr: Kaydet

source: &Next >>
tr: &Sonraki >>

source: << &Back
tr: << Ö&nceki

source: %s requires %s
tr: %s bağlımlı %s

source: Select output folder
tr: Çıktı klasörlerini seçin

source: Select Output Folders and Compiler Conditionals
tr: Çıktı dizinleri ve derleyici koşullarını seçiniz

source: Please select output folders and compiler conditionals that will affect the compilation
tr: Lütfen derlemeyi etkileyecek derleyici koşullarını ve çıktı klasörlerini seçiniz

source: No help files are found.
tr: Yardım dosyası bulunamadı.

source: Help Files
tr: Yardım Dosyaları

source: Select the help files that you want to register, if there are any.
tr: Kurmak istediğiniz yardım dosyası varsa seçin.

source: %d help file(s) are registered successfully
tr: %d tane yardım dosyası başarı ile kaydedildi.

source: Compile and Install Packages
tr: Paketleri derle ve yükle

source: Compiling packages that you have selected. Design time packages are going to be installed.
tr: Seçtiğiniz paketler derleniyor. Tasarım paketleri de kaydedilecektir.

source: Compiling:
tr: Derleniyor:

source: Installing
tr: Kuruluyor

source: Successful
tr: Başarılı

source: Failed
tr: Başarısız

source: *** Completed
tr: *** Tamamlandı

source: Select Folders
tr: Klasörleri Seçin

source: Please select folders which contains the packages that you want to install
tr: Yüklemek istediğiniz paketleri içeren klasörü seçiniz.

source: Select the folder where packages are
tr: Paketlerin olduğu klasörü seçin

source: Select Packages
tr: Paketleri seçiniz

source: Select packages that you want to compile.
tr: Derlemek istediğiniz paketleri seçin.

source: Compile
tr: Derle

source: Select folder where packages are
tr: Paketlerin olduğu klasörü seçin

source: File Mask
tr: Dosya maskesi

source: Designtime Package
tr: Tasarım Anı Paketi

source: Runtime Package
tr: Çalışma Anı Paketi

source: FullPath:
tr: Tam Yol:

source: Description:
tr: Açıklama:

source: Type:
tr: Tip:

source: Requires:
tr: Gerekliler:

source: Missing Package:
tr: Bulunamayan Paket:

source: runtime
tr: çalışma anı

source: design
tr: tasarım anı

source: Base Folder:
tr: Taban Klasör:

source: Delphi Version:
tr: Delphi Sürümü:

source: Help Files:
tr: Yardım Dosyaları:

source: Package List:
tr: Paket Listesi:

source: However, following packages had some errors:
tr: Aşağıdaki paketlerde bazı hatalar oluştu:

source: Finished
tr: Bitti

source: Installation Summary
tr: Kurulum Özeti

source: &Exit
tr: &Çıkış
